'''

#TODO Напишіть будь-яку програму.
Можна друкувати якусь історію, діалог, можна малювати малюнки за допомогою зірочок та інших символів. 

Зробіть те, що Вам цікаво — головне, щоб ця програма працювала!

'''

print("Маленький Джонні знайшов старий скарбовий сундук в саду своєї бабусі."
      " Він був повний цікавих речей: старих монет, фарфорових ляльок і загадкових карт. "
      "Серед всіх цих скарбів Джонні знайшов старий листок із завданням: 'Подорожуй світом і дізнайся, "
      "де ховається справжній скарб'. Джонні вирішив пригодувати і розпочав свою подорож. Він вивчив карти, "
      "відвідав багато країн, де знайшов нових друзів і навчився багато цікавого. Врешті-решт, після "
      "багатьох років Джонні повернувся додому. І хоча він так і не знайшов справжнього скарбу, він "
      "зрозумів, що справжній скарб - це пригоди і дружба, які він знайшов під час своєї подорожі.")